Repository: LonelyPrince/StarApp
Catalog: DLNASample/*.lproj/Localizable.strings
Languages: fr

# videoCantPlayTip
source: Sorry,this video can not be played
fr: Désolé,impossible de lire la vidéo

# CAPIN
source: Please input your CA PIN
fr: Veuillez entrer le code PIN CA

# DecoderPIN
source: Please input your Decoder PIN
fr: Veuillez entrer le code PIN du décodeur

# PleaseInputLab
source: Please input
fr: Veuillez entrer

# CAPINLabel
source: CA PIN
fr: Code PIN CA

# DecoderPINLabel
source: Decoder PIN
fr: Code PIN Décodeur

# CAPINIsIncorrect
source: CA PIN is incorrect, Please try again!
fr: CA PIN est incorrect, veuillez réessayer!

# DecoderPINIsIncorrect
source: Decoder PIN is incorrect, Please try again!
fr: Décodeur PIN est incorrect, veuillez réessayer!

# DeliveryHasStopped
source: Delivery has been stopped!
fr: La livraison a été interrompue!

# StarTimesNotConnected
source: StarTimes ONE is not connected, Please check the network settings.
fr: StarTimes ONE n'est pas connecté, veuillez vérifier les paramètres réseaux.

# NoResourcesLabel
source: No resources,this video can't be played. Please check in Devices Management on StarTimes ONE
fr: Cette vidéo ne peut pas être lue. Veuillez vérifier la gestion des appareils de StarTimes ONE

# NOEventLabel
source: No Event
fr: Pas d'événement

source: Channel List is empty!
fr: La liste des chaînes est vide!

# LiveLabel
source: Live
fr: En direct

# ConfirmLabel
source: Confirm
fr: Confirmer

# CancelLabel
source: Cancel
fr: Annuler

# SaveLabel
source: Save
fr: Sauvegarder

# CallLabel
source: Call
fr: Appeler

# SearchLabel
source: Search
fr: Rechercher

# NoSearchResultsLabel
source: No search results
fr: Pas de résultat de recherche

# NoSearchHistorysLabel
source: No Search history
fr: Pas d'historique de recherche

# MutilMELabel
source: Me
fr: Moi

# HistoryLabel
source: History
fr: Historique

# SettingLabel
source: Setting
fr: Paramètres

# RouterSettingLabel
source: Router Setting
fr: Paramètres du routeur

# RouterParametersSettingLabel
source: Router parameters setting
fr: Paramètres configuration du routeur

# ContactUsLabel
source: Contact Us
fr: Nous contacter

# AboutLabel
source: About
fr: À propos

# InformationLabel
source: Information about app
fr: Information sur l'application

# MoreLabel
source: More
fr: Plus

# TodayLabel
source: Today
fr: Aujourd'hui

# EarlyLabel
source: Early
fr: Plus tôt

# DeleteLabel
source: Delete
fr: Supprimer

# ChangeRouterPINLabel
source: Please set your Router PIN.We recommend you to change the PIN to insure the security.
fr: Veuillez définir le code PIN de votre routeur.Nous vous recommandons de changer votre Code PIN pour une meilleure sécurité.

# NewLabel
source: New
fr: Nouveau

# PINMatchLabel
source: The new PINs do not match, please try again
fr: Les nouveaux codes PIN sont différents. Veuillez réessayer

# InputRoutePINLabel
source: Input Router PIN
fr: Entrez le Code PIN du routeur

# RouterPINIncorrectLabel
source: Router PIN is incorrect, please try again
fr: Le Code PIN du routeur est incorrect. Veuillez ré-essayer.

# PINCanNotEmptyLabel
source: The PIN can not be empty
fr: Le Code PIN ne peut être vide

# SaveSuccessLabel
source: Save success
fr: Sauvegarde réussie

# PINProtectionLabel
source: PIN Protection
fr: Protection Code PIN

# SecurityTypeLabel
source: Security Type
fr: Type de sécurité

# WLANSettingsLabel
source: WLAN Settings
fr: Paramètres WLAN

# SecurityCenterLabel
source: Security Center
fr: Centre de sécurité

# DevicesListLabel
source: Device List
fr: Liste d'appareils

# RouterStatusLabel
source: Router Status
fr: Statut du routeur

# GeneralSettingsLabel
source: General Settings
fr: Paramètres généraux

# BackupRestoreLabel
source: Backup & Restore
fr: Backup & Restauration

# BackupRestoreLabelTemp
source: Backup & Restore
fr: Backup & Restauration

# RebootDeviceLabel
source: Reboot Device
fr: Appareil de réinitialisation

# RebootDeviceLabelTemp
source: Reboot Device
fr: Appareil de réinitialisation

# RouterResetingLabel
source: Router restarting… the current network will be disconnected,please reconnect StarTimes ONE after restart
fr: Le routeur va redémarrer. Le réseau actuel sera déconnecté, veuillez reconnecter StarTimes ONE après le redémarrage

# SSIDNotEmptyLabel
source: The SSID can not be empty
fr: Le SSID ne peut être vide

# TrueSSIDPINLabel
source: SSID should contain 6-16 Please input letters, number,"-"or"_"
fr: Réinitialisation du routeur, veuillez reconnecter StarTimes ONE après réinitialisation

# CurrentPINLabel
source: Current PIN
fr: Code PIN actuel

# NewPINLabel
source: New PIN
fr: Nouveau Code PIN

# ConfirmPINLabel
source: Confirm PIN
fr: Confirmer le code PIN

# SamePINTryAgainLabel
source: The new PIN should not be the same as the current PIN, please try again
fr: Le nouveau code PIN ne peut pas être le même que le code PIN actuel

# MLHardwareversion
source: Hardware version
fr: Version du matériel

# MLSoftwareversion
source: Software version
fr: Version du logiciel

# MLSerialnumber
source: Serial number
fr: Numéro de série

# MLMACaddress
source: MAC address
fr: Adresse MAC

# MLIPaddress
source: IP address
fr: Adresse IP

# MLbackupRestore
source: You can backup your current setting data or restore the last backup info
fr: Vous pouvez récupérer vos paramètres ou restaurer les paramètres de la dernière fois

# MLRestore
source: Restore
fr: Restaurer

# MLRestoresuccess
source: Restore success
fr: Restauration réussie

# MLRestoreFailure
source: Restore failure
fr: Restauration échouée

# MLNOBackupRestored
source: No backup can be restored
fr: Pas de backup disponible

# MLBackupsuccess
source: Backup success
fr: Backup réussi

# MLBackupFailure
source: Backup failure
fr: Backup échoué

# MLNetworkError
source: Network error
fr: Erreur réseau

# MLRouterRestarting
source: Router restarting… the current network will be disconnected,please reconnect StarTimes ONE after restart
fr: Le routeur va redémarrer. Le réseau actuel sera déconnecté, veuillez reconnecter StarTimes ONE après le redémarrage

# MLRestarting
source: Restarting
fr: Redémarrage en cours

# MLMonitor
source: Monitor
fr: Moniteur

# MLRecording
source: Recordings
fr: Enregistrements

# MLRecordingNOS
source: Recording
fr: Enregistrement

# MLDelivery
source: Delivery
fr: Livraison

# MLNationalCallCenter
source: National call center
fr: Centre d'appel dans plusieurs pays

# MLAll
source: All
fr: Tout

# MLNoViewingHistory
source: No viewing history
fr: Vous n'avez pas regardé de programme

# MLRouterPINSetting
source: Router PIN should contain 6-16 characters.Please input letters, number, "-" or "_".
fr: Le code PIN doit être compris entre 6 et 16 caractères. Vous pouvez utiliser des lettres, des chiffres ainsi que "-" ou "_".

# MLWlanPINSetting_Fuck
source: WLAN PIN should contain 8-16 characters.Please input letters, number, "-" or "_".
fr: Le code PIN WLAN doit être compris entre 8 et 16 caractères. Vous pouvez utiliser des lettres, des chiffres ainsi que "-" ou "_".

# MLSSIDSetting
source: SSID should contain 6-16 characters. Please input letters, number, "-" or "_".
fr: Le SSID doit être compris entre 6 et 16 caractères. Vous pouvez utiliser des lettres, des chiffres ainsi que "-" ou "_".

# MLWLANPINSetting
source: WLAN PIN should contain 8-16 characters, please try again.
fr: Le code PIN WLAN doit être compris entre 8 et 16 caractères. veuillez réessayer.

# MLOpen
source: Open
fr: Ouvrir

# MLSaveFailed
source: Save failure
fr: Sauvegarde impossible

# MLRestoringBackupParameters
source: You're restoring backup parameters
fr: Vous allez restaurer le backup

# MLBackingUp
source: You're backing up the current parameters
fr: Vous aller créer un backup

# MLWantRebot
source: Do you want to reboot?
fr: Voulez-vous redémarrer ?

# MLLive
source: Live
fr: En direct

# MMLLive
source: Live
fr: En direct

# MMShare
source: Share
fr: Partager

# MMWatch
source: Watch
fr: Regarder
